Repository: llaske/RiverHexActivity
Catalog: po/*.po
Languages: fr

source: Game 7x7
fr: Jeu 7x7

source: Game 9x9
fr: Jeu 9x9

source: Game 11x11
fr: Jeu 11x11

source: 1 player game - click to change level
fr: 1 joueur - cliquez pour changer de niveau

source: 2 players game
fr: 2 joueurs

source: Exchange color
fr: Echangez les couleurs

source: Save to journal
fr: Enregistrer dans le journal

source: Quit activity
fr: Sortir de l'activité

source: RiverHex Activity for OLPC
fr: Activité RiverHex pour OLPC

source: RiverHex Activity
fr: Activité RiverHex
